print(1) """
sample = [1, ["another", "list"], ("a", "tuple")] #Список состоит из целого числа, другого списка и кортежа
mylist = ["List item 1", 2, 3.14] #Этот список содержит строку, целое и дробное число
mylist[0] = "List item 1 again" #Изменяем первый (нулевой) элемент листа mylist
mylist[-1] = 3.14 #Изменяем последний элемент листа
mydict = {"Key 1": "Value 1", 2: 3, "pi": 3.14} #Создаем словарь, с числовыми и целочисленным индексами
mydict["pi"] = 3.15 #Изменяем элемент словаря под индексом «pi».
mytuple = (1, 2, 3) #Задаем кортеж
myfunction = len #Python позволяет таким образом объявлять синонимы функции
print (myfunction(list))"""
